{
  "ug_course": [
    {
      "name": "Bscit",
      "text": "For admission to B.Sc.(Information Technology) Degree course the candidate should have passed Standard XII Examination conducted by the Maharashtra State Board of Secondary and Higher Secondary education with Mathematics as one of the subjects and should have secured not less than 45% marks in case of students belonging to Open Category and not less than 40% marks in case of students belonging to Reserved Category at first attempt."
    },
    {
      "name": "Bsc",
      "text": "For admission to F. Y. B. A., F. Y. B. Com and F. Y. B. Sc. the student should have passed Standard XII Examination conducted by the Maharashtra State Board of Secondary and Higher Secondary education, Mumbai or an examination recognised as equivalent with subjects as may be specified by the University in Arts, Science and Commerce."
    },
    {
      "name": "Bsccs",
      "text": "For admission to B.Sc.(Computer Science) Degree course the candidate should have passed Standard XII Examination conducted by the Maharashtra State Board of Secondary and Higher Secondary education with Mathematics and Statistics as one of the subject."
    },
    {
      "name": "Bmm",
      "text": "For admission to B.M.M Degree course the candidate should have passed Standard XII Examination conducted by the Maharashtra State Board of Secondary and Higher Secondary education or its equivalent from the Arts, Science or Commerce Stream."
    },
    {
      "name": "Baf",
      "text": "For admission to B.Com(Accounting & Finance) Degree course the candidate should have passed Standard XII Examination conducted by the Maharashtra State Board of Secondary and Higher Secondary education or its equivalent and should have secured not less than 45% marks in aggregate (40% in case of Reserved Category) at one and same sitting."
    },
    {
      "name": "Bms",
      "text": "For admission to BMS Degree course the candidate should have passed Standard XII Examination conducted by the Maharashtra State Board of Secondary and Higher Secondary education or its equivalent at one and the same sitting or Diploma in any Engineering branch conducted by Board of Technical Education, Maharashtra state with 2/3 years duration after S.S.C Examination or any examination recognized as equivalent and should have secured not less than 45% marks in case of students belonging to Open Category and not less than 40% marks in case of students belonging to Reserved Category(in one attempt)."
    },
    {
      "name": "Bbi",
      "text": "For admission to B.Com(Banking & Insurance) Degree course the candidate should have passed Standard XII Examination conducted by the Maharashtra State Board of Secondary and Higher Secondary education or its equivalent and should have secured not less than 45% marks in aggregate (40% in case of Reserved Category) at one and same sitting."
    },
    {
      "name": "Bfm",
      "text": "or admission to B.Com(Financial Management) Degree course the candidate should have passed Standard XII Examination conducted by the Maharashtra State Board of Secondary and Higher Secondary education or its equivalent and should have secured not less than 45% marks in aggregate (40% in case of Reserved Category) at one and same sitting."
    },
    {
      "name": "Bio",
      "text": "For admission to B.Sc.(Biotechnology) Degree course the candidate should have passed Standard XII Examination with Mathematics as one of the subjects."
    }
  ],
  "pg_course": [
    {
      "name": "Msc" ,
      "text": "Admission to M.A, M. Com, M. Com(E-Comm), M. Sc. in Physics, Chemistry, Botany, Zoology, Microbiology, Biotechnology, Computer Science and Information Technology will be on the basis of merit as per the University norms."
    }
  ]
}
